Repository: Islam412/Payment-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: id
ar: معرف

source: user
ar: مستخدم

source: account balance
ar: رصيد الحساب

source: account number
ar: رقم الحساب

source: account id
ar: معرف الحساب

source: pin number
ar: رقم التعريف الشخصي (PIN)

source: red code
ar: الكود الأحمر

source: account status
ar: حالة الحساب

source: date
ar: التاريخ

source: kyc submitted
ar: تم تقديم KYC

source: kyc confirmed
ar: تم تأكيد KYC

source: recommended by
ar: موصى به من قبل

source: review
ar: مراجعة

source: account
ar: حساب

source: full name
ar: الاسم الكامل

source: image
ar: صورة

source: marrital status
ar: الحالة الاجتماعية

source: gender
ar: الجنس

source: identity type
ar: نوع الهوية

source: identity image
ar: صورة الهوية

source: date of birth
ar: تاريخ الميلاد

source: signature
ar: التوقيع

source: country
ar: الدولة

source: state
ar: الولاية/المقاطعة

source: city
ar: المدينة

source: mobile
ar: الجوال

source: fax
ar: فاكس

source: Account No
ar: رقم الحساب

source: Pin No
ar: رقم PIN

source: Joined
ar: تاريخ الانضمام

source: Sign Out
ar: تسجيل الخروج

source: Delete Account
ar: حذف الحساب

source: Your Avatar<
ar: صورة ملفك الشخصي<

source: Full Name
ar: الاسم الكامل

source: Email
ar: البريد الإلكتروني

source: Gender
ar: الجنس

source: Marrital
ar: الحالة الاجتماعية

source: Date of Birth
ar: تاريخ الميلاد

source: Mobile
ar: الجوال

source: Identity Type
ar: نوع الهوية

source: Country
ar: الدولة

source: State
ar: الولاية/المقاطعة

source: City
ar: المدينة

source: Signature
ar: التوقيع

source: Edit KYC
ar: تعديل معلومات KYC

source: Hi
ar: مرحباً

source: Transfer Money
ar: تحويل الأموال

source: Receive Money
ar: استلام الأموال

source: Linked Payment system
ar: نظام الدفع المرتبط

source: Card name
ar: اسم البطاقة

source: Card Number
ar: رقم البطاقة

source: Expiry Month
ar: شهر الانتهاء

source: Expiry Year
ar: سنة الانتهاء

source: CVV
ar: رمز CVV

source: Card Type
ar: نوع البطاقة

source: Account ID
ar: معرف الحساب

source: KYC Registration Form
ar: نموذج تسجيل KYC

source: Your Avatar
ar: صورتك الشخصية

source: Mobile Number
ar: رقم الجوال

source: Fax
ar: فاكس

source: Date Of Birth
ar: تاريخ الميلاد

source: Select Identity Image
ar: اختيار صورة الهوية

source: Select Signature Image
ar: اختيار صورة التوقيع

source: Submit KYC
ar: تقديم KYC

source: transaction id
ar: معرف المعاملة

source: amount
ar: المبلغ

source: description
ar: الوصف

source: reciever
ar: المستلم

source: sender
ar: المرسل

source: reciever account
ar: حساب المستلم

source: sender account
ar: حساب المرسل

source: status
ar: الحالة

source: transaction type
ar: نوع المعاملة

source: updated
ar: تم التحديث

source: card id
ar: معرف البطاقة

source: name
ar: الاسم

source: number
ar: الرقم

source: month
ar: الشهر

source: year
ar: السنة

source: card type
ar: نوع البطاقة

source: notification type
ar: نوع الإشعار

source: is read
ar: تمت القراءة

source: nid
ar: المعرف الوطني (NID)

source: supported currencies
ar: العملات المدعومة

source: available countries
ar: الدول المتاحة

source: payment methods
ar: طرق الدفع

source: support team day
ar: أيام فريق الدعم

source: support team hour
ar: ساعات فريق الدعم

source: peace of mind
ar: راحة البال

source: business ready
ar: جاهز للأعمال

source: transparent
ar: شفاف

source: international network
ar: شبكة دولية

source: payments
ar: المدفوعات

source: collections
ar: التحصيلات

source: conversions
ar: التحويلات

source: global account
ar: حساب عالمي

source: register for free
ar: سجل مجاناً

source: set up your transfer
ar: إعداد تحويلك

source: make your payment
ar: قم بالدفع

source: you all done
ar: لقد انتهيت!

source: logo
ar: الشعار

source: See How it Works
ar: شاهد كيف يعمل

source: address
ar: العنوان

source: Support Mail
ar: بريد الدعم

source: Phone Number
ar: رقم الهاتف

source: android app
ar: تطبيق أندرويد

source: ios app
ar: تطبيق iOS

source: how to send money online
ar: كيفية إرسال الأموال عبر الإنترنت

source: how much are money transfer fees
ar: كم هي رسوم تحويل الأموال

source: what is the fastest way to send money abroad
ar: ما هي أسرع طريقة لإرسال الأموال إلى الخارج

source: how_to_use_app
ar: كيفية استخدام التطبيق

source: how does Paylio protect your money
ar: كيف يحمي Paylio أموالك

source: are money transfer apps safe
ar: هل تطبيقات تحويل الأموال آمنة

source: how much money can i send
ar: كم من المال يمكنني إرساله

source: which currency can i send
ar: أي عملة يمكنني إرسالها

source: Cancel transaction
ar: إلغاء المعاملة

source: Can i send multiple payments
ar: هل يمكنني إرسال دفعات متعددة

source: Secure Payments
ar: مدفوعات آمنة

source: Fast Processing
ar: معالجة سريعة

source: Global Coverage
ar: تغطية عالمية

source: Our Mission
ar: مهمتنا

source: Our Vision
ar: رؤيتنا

source: Transactions
ar: المعاملات

source: Active Users
ar: المستخدمون النشطون

source: Countries Supported
ar: الدول المدعومة

source: System Uptime
ar: وقت تشغيل النظام

source: About Our Payment System
ar: حول نظام الدفع الخاص بنا

source: Empowering secure, fast, and reliable online transactions for individuals and businesses worldwide.
ar: تمكين المعاملات الآمنة والسريعة والموثوقة عبر الإنترنت للأفراد والشركات في جميع أنحاء العالم.

source: Our Mission
ar: مهمتنا

source: Our Vision
ar: رؤيتنا

source: Get in Touch
ar: ابق على اتصال

source: We would love to hear from you! Contact us through any of the options below.
ar: نود أن نسمع منك! تواصل معنا من خلال أي من الخيارات أدناه.

source: Head Office
ar: المكتب الرئيسي

source: Drop Your Thoughts
ar: شاركنا بأفكارك

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الإلكتروني

source: Your Subject
ar: الموضوع

source: Your Message
ar: رسالتك

source: Send Message
ar: إرسال الرسالة

source: Trusted by over 3M customers
ar: موثوق به من قبل أكثر من 3 مليون عميل

source: Pay Anyone, Anywhere
ar: ادفع لأي شخص، في أي مكان

source: Quickly and easily send, receive and request money online with Paylio. Get a customised solution to fit your business needs.
ar: أرسل، استلم واطلب الأموال عبر الإنترنت بسرعة وسهولة مع Paylio. احصل على حل مخصص يناسب احتياجات عملك.

source: Open a Free Account
ar: افتح حساب مجاني

source: Supported Currencies
ar: العملات المدعومة

source: Available Countries
ar: الدول المتاحة

source: Payment Methods
ar: طرق الدفع

source: Support Team
ar: فريق الدعم

source: Send money in a heartbeat
ar: أرسل الأموال في لحظات

source: The World At Your Fingertips
ar: العالم بين يديك

source: Sign up to start saving on international money transfers and currency exchange.
ar: سجل لتبدأ في التوفير على التحويلات المالية الدولية وصرف العملات.

source: Peace of Mind
ar: راحة البال

source: Business-Ready
ar: جاهز للأعمال

source: 100%% Transparent
ar: شفافية 100%%

source: International Network
ar: شبكة دولية

source: High speeds. Low fees. No hassle.
ar: سرعات عالية. رسوم منخفضة. دون متاعب.

source: All Your Payments In One Place
ar: جميع مدفوعاتك في مكان واحد

source: Get used to low fees and great exchange rates on international money transfers.Expand your business worldwide
ar: اعتاد على الرسوم المنخفضة وأسعار الصرف الرائعة على التحويلات المالية الدولية. وسع نطاق عملك عالمياً

source: Payments
ar: المدفوعات

source: Collections
ar: التحصيلات

source: Conversions
ar: التحويلات

source: Global Account
ar: حساب عالمي

source: How it works?
ar: كيف يعمل؟

source: Just few steps to start
ar: بضع خطوات فقط للبدء

source: It's easier than you think. Follow 3 simple easy steps
ar: الأمر أسهل مما تتخيل. اتبع 3 خطوات بسيطة وسهلة

source: Register for free
ar: سجل مجاناً

source: Set up your transfer
ar: قم بإعداد تحويلك

source: Make your payment
ar: قم بالدفع

source: You're all done!
ar: لقد انتهيت!

source: App Download
ar: تحميل التطبيق

source: Fast, Secure Money Transfers
ar: تحويلات أموال سريعة وآمنة

source: Access your account via your mobile phone. View balance, transfer funds, view transactions wherever you are.
ar: الوصول إلى حسابك عبر هاتفك المحمول. عرض الرصيد، تحويل الأموال، وعرض المعاملات أينما كنت.

source: Login with fingerprint or Face ID.
ar: تسجيل الدخول ببصمة الإصبع أو Face ID.

source: Simple few Taps to send money
ar: بضع نقرات بسيطة لإرسال الأموال

source: View transaction history.
ar: عرض سجل المعاملات.

source: Get instant App notifications.
ar: احصل على إشعارات فورية من التطبيق.

source: Testimonials
ar: شهادات العملاء

source: What Our Customers Say
ar: ماذا يقول عملاؤنا

source: 245m+ happy clients all around the world. Do not just take our word for it
ar: أكثر من 245 مليون عميل سعيد حول العالم. لا تأخذ كلامنا فحسب

source: Frequently Asked Questions
ar: الأسئلة الشائعة

source: If you got questions we have answer
ar: إذا كانت لديك أسئلة، فلدينا إجابات

source: We have a list of frequently asked questions about us
ar: لدينا قائمة بالأسئلة الشائعة عنا

source: How to send money online?
ar: كيفية إرسال الأموال عبر الإنترنت؟

source: How much are money transfer fees?
ar: كم هي رسوم تحويل الأموال؟

source: What is the fastest way to send money abroad?
ar: ما هي أسرع طريقة لإرسال الأموال إلى الخارج؟

source: How to use Paylio?
ar: كيفية استخدام Paylio؟

source: How does Paylio protect your money?
ar: كيف يحمي Paylio أموالك؟

source: Are money transfer apps safe?
ar: هل تطبيقات تحويل الأموال آمنة؟

source: How much money can I send?
ar: كم من المال يمكنني إرساله؟

source: Which currency can I send?
ar: أي عملة يمكنني إرسالها؟

source: Can I send multiple payments?
ar: هل يمكنني إرسال دفعات متعددة؟

source: If you have got questions, we have got answers — explore the most common queries below.
ar: إذا كانت لديك أسئلة، فلدينا إجابات — استكشف الاستفسارات الأكثر شيوعاً أدناه.

source: How to send money online?
ar: كيفية إرسال الأموال عبر الإنترنت؟

source: How much are money transfer fees?
ar: كم هي رسوم تحويل الأموال؟

source: What is the fastest way to send money abroad?
ar: ما هي أسرع طريقة لإرسال الأموال إلى الخارج؟

source: How to use Paylio?
ar: كيفية استخدام Paylio؟

source: How does Paylio protect your money?
ar: كيف يحمي Paylio أموالك؟

source: Are money transfer apps safe?
ar: هل تطبيقات تحويل الأموال آمنة؟

source: How much money can I send?
ar: كم من المال يمكنني إرساله؟

source: Which currency can I send?
ar: أي عملة يمكنني إرسالها؟

source: Cancel transaction
ar: إلغاء المعاملة

source: Can I send multiple payments?
ar: هل يمكنني إرسال دفعات متعددة؟

source: Make a Payment
ar: إجراء دفعة

source: Enter Account Number or ID
ar: أدخل رقم الحساب أو المعرف

source: Choose
ar: اختر

source: Credit Card
ar: البطاقة الائتمانية

source: Arrow Back
ar: السهم للخلف

source: Credit Card Details
ar: تفاصيل البطاقة الائتمانية

source: Current Amount
ar: المبلغ الحالي

source: Name of holder
ar: اسم حامل البطاقة

source: Expiry Month & Year
ar: شهر وسنة الانتهاء

source: Fund Card
ar: تمويل البطاقة

source: Withdraw
ar: سحب

source: Delete Card
ar: حذف البطاقة

source: Fund Credit Card
ar: تمويل البطاقة الائتمانية

source: Card Holder
ar: حامل البطاقة

source: Paylio Available Balance
ar: الرصيد المتاح في Paylio

source: Enter Amount
ar: أدخل المبلغ

source: Confirm Transaction
ar: تأكيد المعاملة

source: Withdraw from Card
ar: السحب من البطاقة

source: Card's Available Balance
ar: الرصيد المتاح في البطاقة

source: Request Payment
ar: طلب دفع

source: Sent
ar: تم الإرسال

source: Payment Request
ar: طلب دفع

source: was sent to
ar: تم إرساله إلى

source: View Detail
ar: عرض التفاصيل

source: Send Another Payment
ar: إرسال دفعة أخرى

source: Step 3 of 3
ar: الخطوة 3 من 3

source: Confirm Request
ar: تأكيد الطلب

source: Edit
ar: تعديل

source: Payment Details
ar: تفاصيل الدفع

source: You Request
ar: أنت تطلب

source: From
ar: من

source: Description
ar: الوصف

source: Transfer was initated on
ar: تم بدء التحويل في

source: I confirm the payment details above
ar: أؤكد تفاصيل الدفع المذكورة أعلاه

source: Previous Step
ar: الخطوة السابقة

source: Pay
ar: دفع

source: transfer
ar: تحويل

source: Confirm
ar: تأكيد

source: Back
ar: رجوع

source: Enter PIN Number
ar: أدخل رقم PIN

source: Success
ar: نجاح

source: Transfer was completed
ar: تم إكمال التحويل

source: Step 2 of 3
ar: الخطوة 2 من 3

source: Set Amount of request
ar: تعيين مبلغ الطلب

source: Enter Amount Request
ar: أدخل مبلغ الطلب

source: Request Description
ar: وصف الطلب

source: Request money for house rent
ar: طلب أموال لإيجار المنزل

source: Next
ar: التالي

source: Request a Payment
ar: طلب دفعة

source: Account does not exist
ar: الحساب غير موجود

source: Money Sent
ar: تم إرسال الأموال

source: Confirm Your Transfer
ar: تأكيد تحويلك

source: You Send
ar: أنت ترسل

source: Recipient gets
ar: يتلقى المستلم

source: E-mail of receiver
ar: البريد الإلكتروني للمستلم

source: Settle Now
ar: تسوية الآن

source: Confirm Transfer
ar: تأكيد التحويل

source: Transaction Details
ar: تفاصيل المعاملة

source: Payment Amount
ar: مبلغ الدفع

source: Total Amount
ar: المبلغ الإجمالي

source: Payment From
ar: الدفع من

source: Payment To
ar: الدفع إلى

source: Payment Description
ar: وصف الدفع

source: Transaction ID
ar: معرف المعاملة

source: Updated every several minutes
ar: يتم التحديث كل عدة دقائق

source: Name
ar: الاسم

source: Business
ar: العمل/النشاط التجاري

source: Date
ar: التاريخ

source: Status
ar: الحالة

source: Amount
ar: المبلغ

source: Action
ar: الإجراء

source: View
ar: عرض

source: Delete
ar: حذف

source: Settled
ar: تمت التسوية

source: Settle
ar: تسوية

source: Cancel
ar: إلغاء

source: No Received Requests
ar: لا توجد طلبات مستلمة

source: Set Amount of transfer
ar: تعيين مبلغ التحويل

source: Available Balance
ar: الرصيد المتاح

source: Payment for fees
ar: دفعة الرسوم

source: New Balance
ar: الرصيد الجديد

source: Total To Pay
ar: المبلغ الإجمالي للدفع

source: Payment of
ar: دفعة بقيمة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Money Transfer and Online Payments Dashboard HTML Template
ar: قالب لوحة تحكم لتحويل الأموال والمدفوعات عبر الإنترنت (HTML)

source: Translate to English
ar: الترجمة إلى الإنجليزية

source: Settings
ar: الإعدادات

source: Dashboard
ar: لوحة التحكم

source: Receive
ar: استلام

source: About Us
ar: من نحن

source: Contact Us
ar: اتصل بنا

source: FAQ
ar: الأسئلة الشائعة

source: Account
ar: الحساب

source: Quit
ar: إنهاء

source: Admin Area
ar: منطقة الإدارة

source: Control Panel
ar: لوحة التحكم

source: API
ar: واجهة برمجة التطبيقات (API)

source: Personal Account
ar: الحساب الشخصي

source: Profile
ar: الملف الشخصي

source: Update Profile
ar: تحديث الملف الشخصي

source: Financial Transactions
ar: المعاملات المالية

source: Dadhboard
ar: لوحة التحكم

source: Company
ar: الشركة

source: Admin Banal
ar: لوحة الإدارة

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: تسجيل جديد

source: Welcome to
ar: مرحباً بك في

source: Do not have an account yet?
ar: ليس لديك حساب بعد؟

source: Enter Your Email
ar: أدخل بريدك الإلكتروني

source: Enter Your Password
ar: أدخل كلمة المرور
